Repository: cucmberium/Flantter
Catalog: Flantter.MilkyWay/String/*/Resources.resw
Source language: en_us
Languages: ja_jp

# AuthorizePopup_AuthorizeCompleted
source: Complete authentication!
ja_jp: 認証しました！

# AuthorizePopup_TwitterEditConsumerKeyCheckBox.Content
source: Change ConsumerKey and ConsumerSecret
ja_jp: ConsumerKeyを変更する

# AuthorizePopup_OAuthAuthorizeError
source: Error occurred. Please check your computer time setting and ConsumerKey.
ja_jp: エラーが発生しました。PCの日時設定やConsumerKeyなどが正しいか確認して下さい。

# AuthorizePopup_PincodeIsEmpty
source: Pincode is empty.
ja_jp: Pincodeが空になっています。

# BottomBarArea_ProfileImageButton_Flyout_AccountChange.Text
source:  Change account
ja_jp:  アカウント変更

# BottomBarArea_ProfileImageButton_Flyout_Menu.Text
source:  Menu
ja_jp:  メニュー

# BottomBarArea_ProfileImageButton_Flyout_MyProfile.Text
source:  My profile
ja_jp:  自分のプロフィール

# TimelineArea_PullToRefreshListView.PullPartTemplate
source: Pull to refresh
ja_jp: 引っ張って更新

# TimelineArea_PullToRefreshListView.ReleasePartTemplate
source: Release to refresh
ja_jp: 離して更新

# ColumnView_ControlBar_MenuFlyout_ColumnSetting.Text
source:  Column setting
ja_jp:  カラム設定

# ColumnView_ControlBar_MenuFlyout_CreateFilterColumn.Text
source:  Create FilterColumn
ja_jp:  フィルタカラムを作成

# ColumnView_ControlBar_MenuFlyout_Refresh.Text
source:  Refresh
ja_jp:  更新

# Tweet_Command_MenuFlyout_CopyTweet.Text
source:  Copy tweet
ja_jp:  ツイートのコピー

# Tweet_Command_MenuFlyout_DeleteTweet.Text
source:  Delete tweet
ja_jp:  削除

# Tweet_Command_MenuFlyout_MuteClient.Text
source:  Mute client
ja_jp:  クライアントをミュート

# Tweet_Command_MenuFlyout_MuteUser.Text
source:  Mute user
ja_jp:  ユーザーをミュート

# Tweet_Command_MenuFlyout_OtherMenu.Text
source:  Other
ja_jp:  その他

# Tweet_Command_MenuFlyout_Reply.Text
source:  Reply
ja_jp:  リプライ

# Tweet_Command_MenuFlyout_ReplyMenu.Text
source:  Reply menu
ja_jp:  リプライ関連

# Tweet_Command_MenuFlyout_ReplyToAll.Text
source:  Reply all
ja_jp:  全員にリプライ

# Tweet_Command_MenuFlyout_Retweet.Text
source:  Retweet
ja_jp:  リツイート

# Tweet_Command_MenuFlyout_Retweeter.Text
source:  Show retweeter
ja_jp:  リツイートした人

# Tweet_Command_MenuFlyout_RetweetMenu.Text
source:  Retweet menu
ja_jp:  リツイート関連

# Tweet_Command_MenuFlyout_SendDirectMessage.Text
source:  Send DM
ja_jp:  ダイレクトメッセージを送信

# Tweet_Command_MenuFlyout_StatusDetail.Text
source:  Status detail
ja_jp:  ツイートの詳細

# Tweet_Command_MenuFlyout_UrlQuoteRetweet.Text
source:  Retweet with comment
ja_jp:  コメント付きリツイート

# Tweet_Command_MenuFlyout_UserProfile.Text
source:  User profile
ja_jp:  ユーザープロフィール

# Tweet_Command_MenuFlyout_DeleteRetweet.Text
source:  Delete retweet
ja_jp:  リツイートの削除

# ImagePreviewPopup_FailedtoImageSave
source: Failed to save image
ja_jp: 画像の保存に失敗しました

# ImagePreviewPopup_ImageSavedSuccessfuly
source: Image saved successfuly
ja_jp: 画像の保存に成功しました

# ImagePreviewPopup_SaveImage.Text
source:  Save image
ja_jp:  画像を保存

# ImagePreviewPopup_SearchSimilarImage.Text
source:  Search similar Image
ja_jp:  似ている画像を検索

# ImagePreviewPopup_ShowinBrowser.Text
source:  Open in browser
ja_jp:  ブラウザで開く

# VideoPreviewPopup_Close.Text
source:  Close
ja_jp:  閉じる

# VideoPreviewPopup_ShowinBrowser.Text
source:  Open in browser
ja_jp:  ブラウザで開く

# ImagePreviewPopup_Close.Text
source:  Close
ja_jp:  閉じる

# TweetArea_Message_TextIsEmptyOrWhiteSpace
source: Text is empty or whitespace.
ja_jp: 投稿欄が空になっています

# TweetArea_Message_TwitterMediaOverCapacity
source: Uploading picture to twitter requires making the picture count less than 4 and the movie count less than 1.
ja_jp: Twitterに投稿する場合画像は4枚以下、動画は1つ以下にする必要があります

source: Lock/Unlock Hashtags
ja_jp: ハッシュタグの固定/解除

# TweetArea_Message_Error
source: Error
ja_jp: エラー

# TweetArea_PictureButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Picture
ja_jp: 画像

# TweetArea_PictureDelete.Text
source: Delete
ja_jp: 削除

# Event_Favorite
source: {0} favorited {1} tweet.
ja_jp: {0} が {1} のツイートをお気に入りに登録しました。

# Event_Follow
source: {0} followed {1}.
ja_jp: {0} が {1} をフォローしました。

# Event_Unfavorite
source: {0} unfavorited {1} tweet.
ja_jp: {0} が {1} のツイートをお気に入りから削除しました。

# Event_UserUpdate
source: {0} updated bio.
ja_jp: {0} さんがBioをアップデートしました。

# SettingsFlyout_UserProfile_AddColumnButton.Content
source: Add column
ja_jp: カラムを追加

# SettingsFlyout_UserProfile_Add_Flyout_Block.Text
source:  Block
ja_jp:  ブロック

# SettingsFlyout_UserProfile_Add_Flyout_OpenUserAclog.Text
source: ★ Open user aclog
ja_jp: ★ Aclogを表示

# SettingsFlyout_UserProfile_Add_Flyout_OpenUserLists.Text
source:  Open user lists
ja_jp:  ユーザーのリストを表示

# SettingsFlyout_UserProfile_Add_Flyout_OpenInWeb.Text
source:  Open in browser
ja_jp:  Webで表示

# SettingsFlyout_UserProfile_Add_Flyout_UserMute.Text
source:  Mute user
ja_jp:  ユーザーをミュート

# SettingsFlyout_UserProfile_FollowBacked
source: Follow backed
ja_jp: フォローされています

# Event_FavoritedRetweet
source: {0} favorited {1} retweet.
ja_jp: {0} が {1} のリツイートをお気に入りに登録しました。

# Event_QuotedTweet
source: {0} quoted {1} tweet.
ja_jp: {0} が {1} のツイートをコメント付きでリツイートしました。

# Event_RetweetedRetweet
source: {0} retweeted {1} retweet.
ja_jp: {0} が {1} のリツイートをリツイートしました。

# SettingsFlyout_Search_AdvancedSearch_Content_RetweetsTextblock.Text
source: Retweets :
ja_jp: リツイート :

source: excluded
ja_jp: 除く

source: included
ja_jp: 含む

# SettingsFlyout_Search_AdvancedSearch_Content_ShowingTextblock.Text
source: Showing :
ja_jp: 種類 :

source: all Tweets
ja_jp: すべてのツイート

source: Tweets with any medias
ja_jp: メディアを含むツイート

source: Tweets with images
ja_jp: 画像を含むツイート

source: Tweets with links
ja_jp: URLを含むツイート

source: Tweets with videos
ja_jp: 動画を含むツイート

source: Tweets with Vines
ja_jp: Vine を含むツイート

# SettingsFlyout_Search_AdvancedSearch_Content_WrittenInTextblock.Text
source: Written in :
ja_jp: 言語 :

source: all language
ja_jp: すべての言語

# SettingsFlyout_Search_AdvancedSearch_Engagement_Favorites_FirstTextblock.Text
source: At least
ja_jp: お気に入り数が

# SettingsFlyout_Search_AdvancedSearch_Engagement_Favorites_SecondTextblock.Text
source: favorites
ja_jp: 以上

# SettingsFlyout_Search_AdvancedSearch_Engagement_Retweets_FirstTextblock.Text
source: At least
ja_jp: リツイート数が

# SettingsFlyout_Search_AdvancedSearch_Engagement_Retweets_SecondTextblock.Text
source: retweets
ja_jp: 以上

# SettingsFlyout_Search_AdvancedSearch_Menu_AddColumnButton.Content
source: Add column
ja_jp: カラムを追加

# SettingsFlyout_Search_AdvancedSearch_Menu_DeleteHistoryButton.Content
source: Delete history
ja_jp: 履歴を削除

# SettingsFlyout_Search_AdvancedSearch_Menu_SaveThisSearchButton.Content
source: Save this search
ja_jp: 検索メモに保存

# SettingsFlyout_UserProfile_ThatsYou
source: That's you!
ja_jp: それはあなたです！

# SettingsFlyout_UserProfile_Followers.Text
source: Followers
ja_jp: フォロワー

# SettingsFlyout_UserProfile_Following.Text
source: Following
ja_jp: フォロー

# SettingsFlyout_UserProfile_Tweets.Text
source: Tweets
ja_jp: ツイート

# Tweet_Command_MenuFlyout_OpenStatusUrl.Text
source:  Open status url
ja_jp:  ツイートのURLを開く

# Tweet_Command_MenuFlyout_ShareStatus.Text
source:  Share status
ja_jp:  ツイートの共有

# SettingsFlyout_StatusDetail_Menu_Favorite.Text
source: Favorite
ja_jp: お気に入りに追加

# SettingsFlyout_StatusDetail_Menu_Link.Text
source: Link in tweet
ja_jp: ツイート内のリンク

# SettingsFlyout_StatusDetail_Menu_MuteClient.Text
source: Mute client
ja_jp: クライアントをミュート

# SettingsFlyout_StatusDetail_Menu_MuteUser.Text
source: Mute user
ja_jp: ユーザーをミュート

# SettingsFlyout_StatusDetail_Menu_OpenStatusUrl.Text
source: Open tweet url
ja_jp: ツイートのURLを開く

# SettingsFlyout_StatusDetail_Menu_Reply.Text
source: Reply
ja_jp: 返信する

# SettingsFlyout_StatusDetail_Menu_ReplyToAll.Text
source: Reply all
ja_jp: 全員に返信する

# SettingsFlyout_StatusDetail_Menu_Retweet.Text
source: Retweet
ja_jp: リツイート

# SettingsFlyout_StatusDetail_Menu_RetweetFavorite.Text
source: Retweet + Favorite
ja_jp: リツイート + お気に入りに追加

# SettingsFlyout_StatusDetail_Menu_SendDirectMessage.Text
source: Send DM
ja_jp: ダイレクトメッセージを送る

# SettingsFlyout_StatusDetail_Menu_ShareStatus.Text
source: Share tweet
ja_jp: ツイートを共有

# SettingsFlyout_StatusDetail_Menu_ShowConversation.Text
source: Show conversation
ja_jp: 会話を表示

# SettingsFlyout_StatusDetail_Menu_ShowRetweeter.Text
source: Show retweeter
ja_jp: リツイートした人

# SettingsFlyout_StatusDetail_Menu_UrlQuoteRetweetRetweet.Text
source: Retweet with comment
ja_jp: コメント付きリツイート

# Tweet_Command_MenuFlyout_Favorite.Text
source:  Favorite
ja_jp:  お気に入りに追加

# Tweet_Command_MenuFlyout_RetweetFavorite.Text
source:  Retweet + Favorite
ja_jp:  リツイート + お気に入りに追加

# SettingsFlyout_UserLists_MemberCountTextblock.Text
source: Member :
ja_jp: メンバー :

# SettingsFlyout_UserLists_SubscriberCountTextblock.Text
source: Subscriber :
ja_jp: フォロワー :

# Tweet_Command_MenuFlyout_AddList
source:  Add column
ja_jp:  カラムを追加

# SettingsFlyout_UserProfile_Add_Flyout_Unblock.Text
source:  Unblock
ja_jp:  ブロック解除

# SettingsFlyout_UserProfile_Add_Flyout_UserUnmute.Text
source:  Unute user
ja_jp:  ミュートを解除

# MainSwipeMenu_ChangeAccount.Text
source: Change account
ja_jp: アカウント変更

# MainSwipeMenu_Exit.Text
source: Exit
ja_jp: アプリの終了

# MainSwipeMenu_FollowingInfo.Text
source: Following info
ja_jp: フォロー関連情報

# MainSwipeMenu_MyUserLists.Text
source: Lists
ja_jp: リスト

# MainSwipeMenu_MyUserProfile.Text
source: My user profile
ja_jp: 自分のプロフィール

# MainSwipeMenu_RetweetsOfMe.Text
source: Retweets of me
ja_jp: リツイートされたツイート

# MainSwipeMenu_SearchAndTrends.Text
source: Search and Trends
ja_jp: 検索とトレンド

# MainSwipeMenu_Settings.Text
source: Settings
ja_jp: 設定

# SettingsFlyout_Settings_Main_AccountsSetting_Textblock.Text
source: Accounts setting
ja_jp: アカウント設定

# SettingsFlyout_Settings_Main_AdvancedSetting_Textblock.Text
source: Advanced setting
ja_jp: 上級者向け設定

# SettingsFlyout_Settings_Main_BehaviorSetting_Textblock.Text
source: Behavior setting
ja_jp: 動作設定

# SettingsFlyout_Settings_Main_DisplaySetting_Textblock.Text
source: Display setting
ja_jp: 表示設定

# SettingsFlyout_Settings_Main_MuteSetting_Textblock.Text
source: Mute setting
ja_jp: ミュート設定

# SettingsFlyout_Settings_Main_NotificationSetting_Textblock.Text
source: Notification setting
ja_jp: 通知設定

# SettingsFlyout_Settings_Main_AppInfo_Textblock.Text
source: Application information
ja_jp: アプリケーション情報

# SettingsFlyout_Settings_Main_SupportAccount_Textblock.Text
source: Support account
ja_jp: サポートアカウント

# SettingsFlyout_Settings_Main_PostingSetting_Textblock.Text
source: Posting setting
ja_jp: 投稿設定

# ConfirmDialog_Favorite
source: Favorite the tweet?
ja_jp: ツイートをお気に入りに登録しますか?

# ConfirmDialog_Retweet
source: Retweet the tweet?
ja_jp: ツイートをリツイートしますか?

# ConfirmDialog_RetweetFavorite
source: Retweet and Favorite the tweet?
ja_jp: ツイートをリツイートしてお気に入りに登録しますか?

# SettingsFlyout_Settings_Behavior_BottomBarSearchBoxEnabled_ToggleSwitch.Header
source: Enable search box of bottom bar
ja_jp: 下部に検索ボックスを追加する

# SettingsFlyout_Settings_Behavior_DoubleTappedAction_ComboBox.Header
source: Action when double tapping
ja_jp: ツイートダブルタップ時の動作

# SettingsFlyout_Settings_Behavior_FavoriteConfirmation_ToggleSwitch.Header
source: Favorite confirmation
ja_jp: お気に入り追加の確認

# SettingsFlyout_Settings_Behavior_PreventForcedTermination_ToggleSwitch.Header
source: Prevent forced termination
ja_jp: エラー発生時にアプリを終了しない

# SettingsFlyout_Settings_Behavior_RemoveRetweetAlreadyReceive_ToggleSwitch.Header
source: Remove retweet that received already
ja_jp: すでに受信したリツイートを再表示しない

# SettingsFlyout_Settings_Behavior_RetweetConfirmation_ToggleSwitch.Header
source: Retweet confirmation
ja_jp: リツイートの確認

# SettingsFlyout_Settings_Behavior_ShowRetweetInMentionColumn_ToggleSwitch.Header
source: Show retweet that related me in mention column
ja_jp: 自分に関係するリツイートをメンションカラムに表示

# SettingsFlyout_Settings_Behavior_TrendsRegion_ComboBox.Header
source: Trends region
ja_jp: トレンドの地域

# SettingsFlyout_Settings_Posting_CloseAppBarAfterTweet_ToggleSwitch.Header
source: Close bottom appbar after tweet
ja_jp: ツイート後にツイート画面を閉じる

# SettingsFlyout_Settings_Posting_ConvertPostingImage_ToggleSwitch.Header
source: Convert posting image for prevent deterioration
ja_jp: 投稿画像が劣化しないように変換する

# SettingsFlyout_Settings_Behavior_ExtendTitleBar_ToggleSwitch.Header
source: Extend title bar in tablet mode
ja_jp: タブレットモード時にタイトルバーを表示する

# SettingsFlyout_Settings_Display_Browse_Button.Content
source: Browse
ja_jp: 参照

# SettingsFlyout_Settings_Display_ColumnBackgroundBrushAlpha_Slider.Header
source: Column background transparency
ja_jp: カラムの背景の透明度

# SettingsFlyout_Settings_Display_DisableStreamingScroll_ToggleSwitch.Header
source: Disable streaming scroll
ja_jp: ストリーミングのスクロールを無効化

# SettingsFlyout_Settings_Display_FontSize_Slider.Header
source: Font size
ja_jp: 文字の大きさ

# SettingsFlyout_Settings_Display_IconSize_ComboBox.Header
source: Icon size
ja_jp: アイコンサイズ

# SettingsFlyout_Settings_Display_MaxColumnCount_Slider.Header
source: Max column count
ja_jp: 表示するカラムの最大数

# SettingsFlyout_Settings_Display_MinColumnSize_Slider.Header
source: Min column size
ja_jp: カラムの最小サイズ

# SettingsFlyout_Settings_Display_Theme_ComboBox.Header
source: Theme
ja_jp: テーマ

# SettingsFlyout_Settings_Display_TweetAnimation_ComboBox.Header
source: Scroll animation
ja_jp: スクロールアニメーション

# SettingsFlyout_Settings_Display_TweetAreaFontSize_Slider.Header
source: Tweet area font size
ja_jp: 投稿画面の文字サイズ

# SettingsFlyout_Settings_Display_TweetBackgroundBrushAlpha_Slider.Header
source: Tweet background transparency
ja_jp: ツイートの背景の透明度

# SettingsFlyout_Settings_Display_TweetCommandBarHeight_Slider.Header
source: Tweet command bar height
ja_jp: ツイート操作ボタンの大きさ

# SettingsFlyout_Settings_Display_UseBackgroundImage_ToggleSwitch.Header
source: Use background image
ja_jp: 背景画像を表示

# Notification_System_ErrorOccurred
source: Error occurred
ja_jp: エラーが発生しました

# Notification_System_CheckNetwork
source: Check network connection
ja_jp: ネットワークの接続を確認してください

# Notification_System_DestroySearchSuccessfully
source: Destroy search successfully
ja_jp: 検索を削除しました

# Notification_System_SaveSearchSuccessfully
source: Save search successfully
ja_jp: 検索を保存しました

# ConfirmDialog_AddColumn
source: Add column?
ja_jp: カラムを追加しますか?

# ConfirmDialog_ExitApp
source: Exit app?
ja_jp: アプリを終了しますか?

# Notification_Favorite_Favorite
source: {0} favorite your tweet.
ja_jp: {0} がお気に入りに登録しました

# Notification_Follow_Follow
source: {0} follow you.
ja_jp: {0} がフォローしました

# Notification_Mention_Mention
source: {0} mention to your tweet.
ja_jp: {0} がリプライしました

# Notification_Retweet_Retweet
source: {0} retweet your tweet.
ja_jp: {0} がリツイートしました

# SettingsFlyout_Settings_Notification_Favorite_ToggleSwitch.Header
source: Favorite notification
ja_jp: お気に入り通知

# SettingsFlyout_Settings_Notification_Mention_ToggleSwitch.Header
source: Mention notification
ja_jp: リプライ通知

# SettingsFlyout_Settings_Notification_Message_TextBlock.Text
source: Some notification setting is not avaiable in Twitter.
ja_jp: 各通知はUserStreamに接続している場合に有効になります

# SettingsFlyout_Settings_Notification_Retweet_ToggleSwitch.Header
source: Retweet notification
ja_jp: リツイート通知

# SettingsFlyout_Settings_Notification_EnableNotificationSound_ToggleSwitch.Header
source: Enable notification sound
ja_jp: 通知音を有効にする

# SettingsFlyout_Settings_Notification_Follow_ToggleSwitch.Header
source: Follow notification
ja_jp: フォロー通知

# SettingsFlyout_Settings_Notification_System_ToggleSwitch.Header
source: System notification
ja_jp: システム通知

# ConfirmDialog_Block
source: Block user?
ja_jp: ユーザーをブロックしますか?

# ConfirmDialog_Mute
source: Mute user?
ja_jp: ユーザーをミュートしますか?

# ConfirmDialog_MuteInFlantter
source: Enable flantter user mute too?
ja_jp: Flantter内ミュートもONにしますか?

# ConfirmDialog_MuteClient
source: Mute client in Flantter?
ja_jp: Flantter内でクライアントをミュートしますか?

# ConfirmDialog_CompiledMuteFilterSuccessfully
source: Compiled successfully
ja_jp: ミュートフィルタが正常に更新されました。

# SettingsFlyout_Settings_Mute_Message_TextBlock.Text
source: This mute setting enable in only Flantter. Official mute setting can change in user profile.
ja_jp: この設定はアプリ内でのみ有効なものです。公式ミュートの解除はメニュー内のフォロー関連からユーザープロフィールを開き行ってください。

# SettingsFlyout_Settings_Mute_MuteClients_ComboBox.Header
source: Mute clients
ja_jp: ミュートクライアント

# SettingsFlyout_Settings_Mute_MuteClients_Delete_Button.Content
source: Delete
ja_jp: 削除

# SettingsFlyout_Settings_Mute_MuteFilter_TextBox.Header
source: Mute filter
ja_jp: ミュートフィルタ

# SettingsFlyout_Settings_Mute_MuteFilter_Update_Button.Content
source: Update
ja_jp: 更新

# SettingsFlyout_Settings_Mute_MuteUsers_ComboBox.Header
source: Mute users
ja_jp: ミュートユーザー

# SettingsFlyout_Settings_Mute_MuteUsers_Delete_Button.Content
source: Delete
ja_jp: 削除

# ConfirmDialog_DeleteAccount
source: Delete account?
ja_jp: 選択したアカウントを削除しますか?

# ConfirmDialog_CannotDeleteAccount
source: You cannot delete account when account count less than 2.
ja_jp: アカウントの数が1つ以下の場合アカウントを削除できません

# SettingsFlyout_Settings_Accounts_AccountsSetting_Textblock.Text
source: Account setting
ja_jp: 各アカウントの設定

# SettingsFlyout_Settings_Accounts_AllAccountSetting_Textblock.Text
source: All account setting
ja_jp: アカウント全体の設定

# SettingsFlyout_Settings_Accounts_Auth_Textblock.Text
source: Add account
ja_jp: アカウントの追加,再認証

# SettingsFlyout_Settings_Account_DeleteAccount_Textblock.Text
source: Delete account from flantter
ja_jp: アプリからアカウントを削除

# SettingsFlyout_Settings_Account_PossiblySensitive_ToggleSwitch.Header
source: Possibly sensitive
ja_jp: 投稿する画像にSensitiveフラグを立てる

# SettingsFlyout_AccountChange_AccountSetting_Textblock.Text
source: Account setting
ja_jp: アカウント設定

# SettingsFlyout_AccountChange_Auth_Textblock.Text
source: Add account
ja_jp: アカウントの追加,再認証

# SettingsFlyout_AccountChange_SelectAccount_Textblock.Text
source: Select account
ja_jp: アカウント選択

# ConfirmDialog_DonateSuccessfully
source: Thanks for your upgrade! You can access new feature for Flantter Pro.
ja_jp: 寄付ありがとうございます! 寄付専用の機能が開放されました!

# ConfirmDialog_FailedToDonate
source: Upgrade progress is canceled.
ja_jp: 寄付はキャンセルされました。支払いは発生しません

# ConfirmDialog_NeedAppDonation
source: This future can be used only Flantter Pro. Upgrade now?
ja_jp: 寄付をすることで一部の機能が開放されます。これにはバックグラウンド通知やフォントの変更が含まれます。寄付を行いますか?

# SettingsFlyout_Settings_Advanced_Browse_Button.Content
source: Browse
ja_jp: 参照

# SettingsFlyout_Settings_Advanced_Font_ComboBox.Header
source: Font
ja_jp: フォント

# SettingsFlyout_Settings_Advanced_UseCustomTheme_ToggleSwitch.Header
source: Use custom theme
ja_jp: カスタムテーマを使用する

# SettingsFlyout_Settings_Advanced_UseExtendedConversation_ToggleSwitch.Header
source: Use search api to show conversation.
ja_jp: 会話の未来表示をする

# SettingsFlyout_Settings_Advanced_UseOfficialApi_ToggleSwitch.Header
source: Use official search api and conversation api (If it can be used)
ja_jp: 公式APIを使用する(使用できる場合)

# BottomBarArea_ProfileImageButton_Flyout_ColumnSort.Text
source:  Sort column
ja_jp:  カラム並び替え

# MainSwipeMenu_SortColumn.Text
source: Sort column
ja_jp: カラム並び替え

# ColumnView_ControlBar_MenuFlyout_DeleteColumn.Text
source:  Delete column
ja_jp:  カラムを削除

# ConfirmDialog_DeleteColumn
source: Delete column?
ja_jp: カラムを削除しますか?

# Filter_CompileError_AndMustUseWithOtherTokens
source: "And" must use with other tokens.
ja_jp: "&"は他のトークンと使用する必要があります

# Filter_CompileError_ArrayIncomplete
source: Array incomplete.
ja_jp: 配列が終了していません

# Filter_CompileError_ArrayPositionIsWrong
source: Array position is wrong.
ja_jp: 配列の位置が正しくありません

# Filter_CompileError_CloseBracketCountAndOpenBracketCountDiffer
source: Close bracket count and open bracket count differ.
ja_jp: 閉じ括弧と開き括弧の数が異なります

# Filter_CompileError_CloseBracketNotExist
source: Close bracket not exist.
ja_jp: 閉じ括弧が存在しません

# Filter_CompileError_CloseBracketPositionIsWrong
source: Close bracket position is wrong.
ja_jp: 閉じ括弧の位置が正しくありません

# Filter_CompileError_EqualMustUseWithOtherTokens
source: "Equal" must use with other tokens.
ja_jp: "="は他のトークンと使用する必要があります

# Filter_CompileError_FailedToTokenize
source: Failed to tokenize.
ja_jp: 解析に失敗しました

# Filter_CompileError_FilterEndWithBacksrash
source: Filter end with backsrash.
ja_jp: フィルタがバックスラッシュで終了しています

# Filter_CompileError_InternalError
source: Internal error.
ja_jp: 内部エラー

# Filter_CompileError_LiteralCannotAccessDirectly
source: You cannot access literal directly.
ja_jp: リテラルに直接アクセスすることはできません

# Filter_CompileError_LiteralEndWithPeriod
source: Literal end with period.
ja_jp: リテラルがピリオドで終了しています

# Filter_CompileError_OpenBracketNotExist
source: Open bracket not exist.
ja_jp: 開き括弧が存在しません

# Filter_CompileError_StringTokenIncomplete
source: String token incomplete.
ja_jp: 文字列が終了していません

# Filter_CompileError_VerticalBarMustUseWithOtherTokens
source: "VerticalBar" must use with other tokens.
ja_jp: "|"は他のトークンと使用する必要があります

# Filter_CompileError_WrongArray
source: Wrong array.
ja_jp: 間違った配列

# Filter_CompileError_WrongLiteral
source: Wrong literal.
ja_jp: 間違ったリテラル

# Filter_CompileError_WrongOperation
source: Wrong operation.
ja_jp: 間違った演算を行っています

# SettingsFlyout_Settings_Mute_MuteFilter_FilterCompileError
source: Filter compile error.
ja_jp: フィルタコンパイルエラー

# SettingsFlyout_Settings_Mute_MuteFilter_FilterIsEmpty
source: Mute filter is empty.
ja_jp: ミュートフィルタが空になっています

# SettingsFlyout_Settings_Column_Filter_FilterIsEmpty
source: Filter is empty
ja_jp: フィルタが空になっています

# SettingsFlyout_Settings_Column_Name_NameIsEmpty
source: Name is empty
ja_jp: 名前が空になっています

# SettingsFlyout_Settings_Column_SaveOK
source: Can save
ja_jp: 正常に保存できます

# ConfirmDialog_UpdateColumnSettingSuccessfully
source: Update column setting successfully
ja_jp: 正常に保存しました

# SettingsFlyout_Settings_Column_AutoRefreshTimerInterval_Slider.Header
source: Timer interval of auto refresh (min)
ja_jp: 自動更新の間隔 (分)

# SettingsFlyout_Settings_Column_AutoRefresh_ToggleSwitch.Header
source: Auto refresh
ja_jp: 自動更新

# SettingsFlyout_Settings_Column_DisableStartupRefresh_ToggleSwitch.Header
source: Disable startup refresh
ja_jp: 起動時の更新を無効化

# SettingsFlyout_Settings_Column_FetchingNumberOfTweet_Slider.Header
source: Fetching number of tweet
ja_jp: 取得件数

# SettingsFlyout_Settings_Column_Filter_TextBox.Header
source: Filter
ja_jp: フィルタ

# SettingsFlyout_Settings_Column_Name_TextBox.Header
source: Column name
ja_jp: カラム名

# SettingsFlyout_Settings_Column_Save_TextBlock.Text
source: Save
ja_jp: 保存

# ColumnView_ControlBar_MenuFlyout_MultipulSelect.Text
source:  Multipul select
ja_jp:  複数選択

# ShareContract_NeedAuthorize.Text
source: You need authorization in main app if you want to use this feature.
ja_jp: この機能を使うには一度アプリを立ち上げてアカウントの認証を行う必要があります。

# Tweet_Gap_GetGapStatus_Textblock.Text
source: Get gap tweet
ja_jp: ギャップツイートを取得

# SettingsFlyout_Settings_Notification_TileNotification_ComboBox.Header
source: Tile notification
ja_jp: タイル通知

# TitleBar_ColumnButton_TextBlock.Text
source:  Sort column
ja_jp:  カラム並び替え

# MainSwipeMenu_Donation.Text
source: Upgrade to Flantter Pro
ja_jp: 寄付

# MainSwipeMenu_Help.Text
source: Help
ja_jp: ヘルプ

# SettingsFlyout_Settings_Behavior_PictureSavePath_ComboBox.Header
source: Picture save path
ja_jp: 画像の保存先

# SettingsFlyout_StatusDetail_Menu_CopyStatus.Text
source: Copy tweet
ja_jp: ツイートのコピー

# SettingsFlyout_StatusDetail_Menu_DeleteRetweet.Text
source: Delete retweet
ja_jp: リツイートの削除

# SettingsFlyout_StatusDetail_Menu_DeleteTweet.Text
source: Delete
ja_jp: 削除

# TweetArea_Message_MediaSizeOver
source: Video or picture size is over capacity
ja_jp: 画像・動画サイズのオーバー

# Notification_TweetCompleted_TweetCompleted
source: Tweet completed
ja_jp: ツイートしました

# SettingsFlyout_Settings_Notification_TweetCompleted_ToggleSwitch.Header
source: Tweet completed notification
ja_jp: ツイート完了通知

# SettingsFlyout_Settings_Posting_RefreshTimelineAfterTweet_ToggleSwitch.Header
source: Refresh timeline after tweet
ja_jp: ツイート後にタイムラインを更新する

# SettingsFlyout_Settings_Advanced_FontWeight_ComboBox.Header
source: Font weight
ja_jp: フォントの太さ

# SettingsFlyout_Settings_Database_EnableDatabase_ToggleSwitch.Header
source: Enable database
ja_jp: データベースを有効にする

# SettingsFlyout_Settings_Database_MaximumHoldingNumberOfTweet_Slider.Header
source: Maximum holding number of tweet
ja_jp: ツイート保存件数
